# IViewSheetSet Properties (2022)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2022 API
---
IViewSheetSet Properties
IViewSheetSet Interface See Also
---
The IViewSheetSet type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| Views | The views. |

# See Also
IViewSheetSet Interface
Autodesk.Revit.DB Namespace